{
  "recetas": [
    {
      "nombreReceta": "Budin de pan",
      "precio": "1000",
      "imagen": "https://www.ilolay.com.ar/uploads/recetas/1633203723-Budin-de-pan.jpg",
      "descripcion": "Clásico y reconfortante",
      "ingredientes": "2 tazas de pan rallado, 2 tazas de leche, 3 huevos, 1 taza de azúcar, 1 cucharadita de esencia de vainilla, frutas confitadas al gusto",
      "preparacion": "Remojar el pan rallado en leche. Mezclar con huevos, azúcar y vainilla. Agregar frutas confitadas. Hornear a 180°C durante 45 minutos o hasta que esté dorado y firme al tacto.",
      "id": "2"
    },
    {
      "nombreReceta": "Arroz con leche",
      "precio": "800",
      "imagen": "https://i.ytimg.com/vi/xQsPiAf-t1Q/maxresdefault.jpg",
      "descripcion": "Cremoso y reconfortante",
      "ingredientes": "1 taza de arroz, 2 tazas de leche, 1 rama de canela, 1 taza de azúcar, cáscara de limón, canela en polvo al gusto",
      "preparacion": "Cocinar arroz con leche, canela y cáscara de limón en leche. Endulzar con azúcar. Retirar cáscara y canela. Dejar enfriar y espolvorear con canela.",
      "id": "3"
    },
    {
      "nombreReceta": "Cheesecake de Frutos Rojos",
      "precio": "1200",
      "imagen": "https://img-global.cpcdn.com/recipes/0144b66628bd1476/1200x630cq70/photo.jpg",
      "descripcion": "Divino y cremoso",
      "ingredientes": "2 tazas de galletas trituradas, 1/2 taza de mantequilla derretida, 4 paquetes de queso crema, 1 taza de azúcar, 4 huevos, 1 cucharadita de extracto de vainilla, 2 tazas de frutos rojos (fresas, arándanos, frambuesas)",
      "preparacion": "Mezclar galletas trituradas con mantequilla. Extender en molde. Batir queso crema con azúcar, huevos y vainilla. Verter sobre la base. Hornear a 160°C durante 50 minutos. Decorar con frutos rojos.",
      "id": "4"
    },
    {
      "nombreReceta": "Tiramisú",
      "precio": "900",
      "imagen": "https://s1.elespanol.com/2023/12/15/cocinillas/recetas/817428853_238446853_1706x960.jpg",
      "descripcion": "Italiano y delicioso",
      "ingredientes": "1 taza de café espresso, 3 cucharadas de licor de café, 4 yemas de huevo, 1 taza de azúcar, 1 taza de queso mascarpone, 1 1/2 tazas de crema para batir, 1 paquete de bizcochos de soletilla, cacao en polvo para espolvorear",
      "preparacion": "Mezclar yemas con azúcar hasta obtener una mezcla cremosa. Agregar queso mascarpone y crema batida. Armar capas de bizcochos mojados en café y mezcla de queso. Espolvorear con cacao.",
      "id": "5"
    },
    {
      "nombreReceta": "Helado de Vainilla",
      "precio": "600",
      "imagen": "https://invitadoinvierno.com/wp-content/uploads/2014/08/helado-de-vainilla-1.jpg",
      "descripcion": "Clásico y refrescante",
      "ingredientes": "2 tazas de crema para batir, 1 taza de leche, 1 taza de azúcar, 1 cucharada de extracto de vainilla",
      "preparacion": "Batir crema con azúcar y vainilla hasta obtener picos suaves. Incorporar la leche y mezclar bien. Congelar en un recipiente hermético por al menos 4 horas.",
      "id": "6"
    },
    {
      "id": "95b5",
      "nombreReceta": "Mazamorra",
      "precio": "750",
      "imagen": "https://www.alqueria.com.co/sites/default/files/2023-11/MAZAMORRA%20TROPICAL.jpg",
      "descripcion": "Postre tradicional casero",
      "ingredientes": "1 taza de maíz morado, 1 ramita de canela, 5 clavos de olor, 1 taza de azúcar, 1 taza de piña picada, 1 taza de membrillo picado, 1 taza de guayaba picada, 1 taza de manzana picada, 1 taza de uvas pasas.",
      "preparacion": "Cocinar el maíz morado con canela y clavos de olor. Agregar azúcar y mezclar. Incorporar frutas picadas. Cocinar a fuego lento hasta obtener una consistencia espesa y deliciosa."
    },
    {
      "nombreReceta": "Chocotorta",
      "precio": "100",
      "imagen": "https://assets.elgourmet.com/wp-content/uploads/2023/03/cover_4yvfx2egmj_chocotortajpg.jpg",
      "descripcion": "Irresistible postre de chocolate",
      "ingredientes": "2 paquetes de galletas Chocolinas, 500g de queso crema, 1 taza de leche, 200g de chocolate amargo, 1 taza de azúcar, 1 taza de café, cacao en polvo para espolvorear",
      "preparacion": "1. Preparar el café y dejar enfriar. 2. Triturar las galletas Chocolinas. 3. Derretir el chocolate amargo. 4. Mezclar el queso crema con la leche y el azúcar. 5. Armar capas alternando galletas mojadas en café, mezcla de queso y chocolate derretido. 6. Repetir las capas. 7. Refrigerar durante al menos 4 horas. 8. Espolvorear cacao en polvo antes de servir.",
      "id": "934c"
    }
  ]
}